-- phpMyAdmin SQL Dump
-- version 4.2.12deb2+deb8u2
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Дек 26 2016 г., 20:58
-- Версия сервера: 5.5.53-0+deb8u1
-- Версия PHP: 5.6.29-0+deb8u1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `test`
--

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(11) NOT NULL,
  `age` int(11) DEFAULT NULL,
  `date` datetime DEFAULT NULL,
  `isAdmin` bit(1) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `sex` char(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `age`, `date`, `isAdmin`, `name`, `sex`) VALUES
(0, 22, '2016-12-25 22:08:27', b'1', 'Admin', 'f'),
(1, 1, '2016-12-26 19:54:04', b'1', '', 'f'),
(3, 5, '2016-12-26 00:06:35', b'1', '   ', 'm'),
(4, 61, '2016-12-26 00:06:41', b'1', 'nynwmood', 'f'),
(5, 3, '2016-12-26 00:06:44', b'1', 'gcwxxbui', 'f'),
(6, 4, '2016-12-26 00:06:45', b'1', 'fjmjzpmp', 'f'),
(7, 21, '2016-12-26 00:06:48', b'1', 'faihpxgu', 'f'),
(8, 99, '2016-12-26 00:06:51', b'1', 'wciehuub', 'f'),
(9, 15, '2016-12-26 00:06:55', b'0', 'ughlrnnq', 'f'),
(10, 0, '2016-12-26 00:05:14', b'0', 'dbddnlll', 'm'),
(11, 0, '2016-12-26 00:05:20', b'0', 'neayhcwh', 'm'),
(12, 0, '2016-12-26 00:05:23', b'0', 'qxxuyodo', 'm'),
(13, 52, '2016-12-26 00:07:01', b'1', 'gyrgmocg', 'f'),
(14, 9, '2016-12-26 00:07:04', b'1', 'lyqcuhkz', 'f'),
(15, 29, '2016-12-26 00:07:12', b'1', 'rwrfmcyj', 'f'),
(16, 33, '2016-12-26 00:07:13', b'1', 'bbfeuxwr', 'f'),
(17, 45, '2016-12-26 00:07:13', b'1', 'ndlcpaxd', 'f'),
(18, 26, '2016-12-26 00:07:14', b'1', 'xhsnhasn', 'f'),
(19, 29, '2016-12-26 00:07:14', b'0', 'cgifkopk', 'f'),
(20, 0, '2016-12-26 00:07:14', b'1', 'gcexdjyk', 'f'),
(21, 9, '2016-12-26 00:07:14', b'1', 'ahawexhf', 'f'),
(22, 79, '2016-12-26 00:07:15', b'1', 'ssjbuapl', 'f'),
(23, 6, '2016-12-26 00:07:15', b'1', 'wgmjsmzb', 'f'),
(24, 80, '2016-12-26 00:09:15', b'0', 'iohprpdh', 'f'),
(25, 15, '2016-12-26 00:09:16', b'1', 'cxxbpemn', 'm'),
(26, 29, '2016-12-26 00:09:16', b'0', 'tfeurdet', 'f'),
(27, 84, '2016-12-26 00:09:16', b'0', 'tkhgthzx', 'f'),
(28, 23, '2016-12-26 00:09:16', b'0', 'pwanqbrz', 'f'),
(29, 42, '2016-12-26 00:09:16', b'0', 'wnaswjua', 'f'),
(30, 15, '2016-12-26 00:09:16', b'0', 'ztzefjgw', 'f'),
(31, 76, '2016-12-26 00:09:16', b'0', 'paywaohi', 'f'),
(32, 92, '2016-12-26 00:09:16', b'0', 'zgbwbxnf', 'm'),
(33, 7, '2016-12-26 00:09:16', b'0', 'ityhwidb', 'f'),
(34, 73, '2016-12-26 00:09:16', b'0', 'sontrcco', 'f'),
(35, 44, '2016-12-26 00:09:16', b'0', 'wtsahllh', 'f'),
(36, 95, '2016-12-26 00:09:16', b'0', 'qsseyiqq', 'f'),
(37, 19, '2016-12-26 00:09:16', b'0', 'nzzgtwkc', 'f'),
(38, 4, '2016-12-26 00:09:16', b'0', 'ehjnucax', 'f'),
(39, 36, '2016-12-26 00:09:16', b'0', 'cuniexyy', 'f'),
(40, 54, '2016-12-26 00:09:16', b'0', 'asgowahe', 'f'),
(41, 19, '2016-12-26 00:09:16', b'0', 'dzpqogro', 'f'),
(42, 74, '2016-12-26 00:09:16', b'0', 'tlmabtyq', 'f'),
(43, 89, '2016-12-26 00:09:16', b'0', 'xwtjfkhs', 'f'),
(44, 30, '2016-12-26 00:10:26', b'0', 'mdekeoqd', 'f'),
(45, 28, '2016-12-26 00:10:26', b'0', 'gryyboqn', 'f'),
(46, 76, '2016-12-26 00:10:26', b'0', 'xukxsork', 'f'),
(47, 41, '2016-12-26 00:10:26', b'0', 'csqdyeoa', 'f'),
(48, 32, '2016-12-26 00:10:27', b'0', 'rlrjspex', 'f'),
(49, 71, '2016-12-26 00:10:27', b'0', 'dylkteud', 'f'),
(50, 91, '2016-12-26 00:10:27', b'0', 'qeuwsuzc', 'f'),
(51, 56, '2016-12-26 00:10:27', b'0', 'ddhcwgms', 'f'),
(52, 14, '2016-12-26 00:10:27', b'0', 'imkdlqsy', 'f'),
(53, 15, '2016-12-26 00:10:27', b'0', 'pcqdkbju', 'f'),
(54, 61, '2016-12-26 00:10:27', b'0', 'ffawtper', 'f'),
(55, 26, '2016-12-26 00:10:27', b'0', 'wtcnranz', 'f'),
(56, 72, '2016-12-26 00:10:27', b'0', 'rwjeamxm', 'm'),
(57, 11, '2016-12-26 00:10:27', b'0', 'dhcbokbo', 'f'),
(58, 44, '2016-12-26 00:10:27', b'0', 'zglgtzuf', 'f'),
(59, 42, '2016-12-26 00:10:27', b'0', 'oqipkjrw', 'f'),
(60, 12, '2016-12-26 00:10:27', b'0', 'wiohwedn', 'f'),
(61, 85, '2016-12-26 00:10:27', b'0', 'pwhuqlkf', 'f'),
(62, 18, '2016-12-26 00:10:27', b'1', 'umfummcl', 'f'),
(63, 32, '2016-12-26 00:10:27', b'0', 'beizrxps', 'f');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
 ADD PRIMARY KEY (`id`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
